{"/devs/":{"data":{"":"","打勾的部分为已完成的内容#打勾的部分为已完成的内容":"本页面的作用： 显示页面更新进度和计划更新的内容，会随着页面逐渐完善\n打勾的部分为已完成的内容 主页index页面\n文档页面index\n文档页面：开始阅读 反馈页面index","本页面的作用#本页面的作用：":""},"title":"目前开发完成的部分"},"/docs/":{"data":{"":"","了解本站从这部分开始#了解本站从这部分开始":"了解本站从这部分开始 从这部分开始，你可以通过界面左侧的目录栏，查看一切你需要的内容，加快您的速度，得到您需要的内容\n开始阅读文档吧！点击下方目录开始，或左侧标题开始\n文档页面目录 本站自我介绍 开始阅读文档 本站都有什么？ 电脑端界面 移动端界面 作者正在快马加鞭更新中…. 更新投稿邮箱crazy2403@outlook.com "},"title":"开始阅读文档，了解你需要的内容"},"/docs/1/":{"data":{"":"","快速熟悉#快速熟悉":"快速熟悉 目前作者主要有两个站点：\n江湖导航：站点 作者博客：站点 导航站 导航站，主要集成了以下内容：\n常用工具：博客的站点存放模块 AI助手类： 包括百度文心一言，国产讯飞星火，Kimi,国外Gemini,ChatGPT等工具直达官网 网络和浏览器类： ITdog，Crx搜搜等浏览器网站和扩展工具网站 小说区：聚合了网络上的一些免费小说阅读网站 安卓软件推荐：安卓手机好用的软件推荐，如Via浏览器 影视音乐区：集成了落雪音乐助手（免费音乐）软件，和众多免费观影的CMS网站，支持安卓苹果和电脑设备 办公软件下载：集成WPS2019-2023专业版，OfficeToolPlus等办公软件和工具，以及免费软件下载绿软小站 游戏佬专区：加入了风灵月影宗门的海外版官网 编程教学区：加入了如菜鸟教程这样的免费新手入门网站学习编程 在线工具箱：五花八门的在线工具，如狗屁不通文章生成 云服务器：如海外云服务器RN的官网,以及一些网络资源 联系作者：点击就知道方法了！ 点击上方的站点即可进入站点查看，电脑端用户可在左侧看到菜单\n如下图所示，加入了红色文本标注\n根据图例和文字说明，相信你很快就可以了解和使用这些内容了！\n博客 博客已经有了一篇完整的页面分析和引导，可以直接到博客查看文字，本文不再赘述\n地址：点击快速查看"},"title":"本站的自我介绍"},"/docs/2/":{"data":{"":"","你好访客们#你好，访客们":"你好，访客们 在这里，我会开始进行内容的分类，从本文开始，用简短篇幅说完这些问题","我的计划#我的计划":"我想本站一定会有很多小白朋友，在发愁很多问题。就像我在小红书见到的，斥巨资重装系统的，不会使用或者激活office的，下载到盗版软件的，等等等等，无法一一列举。\n本站也只是尽我的一部分能力，把一些方法在此罗列，或分享一些可以供大家便利入门和使用的资源聚集在这里！","本文分享的内容#本文分享的内容":" 对于感兴趣的朋友们\n如果你和我一样，希望拥有一个和本站类似，或支持自定义的个人站点，我可以在此罗列本网站使用到的资源 对于小白朋友们。\n接下来的文章会发表在文档部分，请关注文章更新 "},"title":"本站都有什么东西？"},"/docs/android/":{"data":{"":"","了解了界面开始你的使用吧#了解了界面，开始你的使用吧！！":"如果你使用移动设备进入本站 请一定看界面说明 移动端界面\n和移动端不同的是，电脑端的右上角菜单变为了移动端界面右上角的两个横杠\n移动端界面如下： 导航菜单如下： 搜索功能如下： 了解了界面，开始你的使用吧！！ ","如果你使用移动设备进入本站#如果你使用移动设备进入本站":""},"title":"本站移动端界面"},"/docs/freemusic/":{"data":{"":"","以国产linux为例#以国产LINUX为例":"首先，在这里：资源地址部分，找到下载地址 本文需要的链接是Linux版本的连接，所以需要去github发布页面 请看完图例之后选择合适你的版本\n下载好安装包之后，直接安装即可 后续步骤，我会录制视频给大家观看，这里要划一个重点：win和linux的操作方法，以及安卓平台的操作方法一致 视频以录制完毕，后期会补充链接","以安卓手机为例#以安卓手机为例":"请点击链接前往b站观看：点击前往","实践出真知#实践出真知":"相信你阅读了本次教学，可以自己通过安卓端操作演示举一反三进行电脑端的操作了，快去试一试吧！","本文目录#本文目录":"本次推荐：LXmusic 推荐的理由 1：支持win,linux,安卓三端使用，配置简单 2：配置方法差异不大，便于无缝衔接 3：不论新手老手，Win或国产系统都可以快速安卓（仅限于家用cpu） 家用cpu类型和需要选择的安装包 1：amd系列 2：英特尔系列 上述二者均为X86架构，在下载安装包方面兼容性好 本次的案例是拯救者r9000P CPU：AMDR9-7945HX 需要下载的安装包：包名带有XXX-amd64.deb Win7系统需要下载对应的：XXX-win7X86/64版安装包或压缩包 接下来废话不多说，开始教学\n本文目录 如果你有一定基础，请通过目录快速定位\n推荐\n目录\n资源地址\n电脑端案例\n以安卓手机为例\n实操一下？","本次推荐lxmusic#本次推荐：LXmusic":"","界面展示电脑端必看#界面展示（电脑端必看）":"主页面 歌词页面 歌单页面 排行榜页面 我的列表界面 下载列表（需开启下载功能） 设置页面 此部分请结合教学视频操作！！！ ","资源地址#资源地址：":" 要下载这款软件，首先要知道在哪里找到资源 此处罗列几个下载地址： 1：通过江湖导航站的连接跳转到123网盘：点击直达，适合Win和安卓用户 2：适合科学上网用户：github发布页面：点击直达，适合MAC系统，LINUX,国产LINUX,和安卓，win7用户 "},"title":"软件推荐1：音乐软件"},"/docs/start/":{"data":{"":"","接下来点击左侧开始阅读#接下来，点击左侧：开始阅读":"当前你看到的是文档部分的主页面，点击开始阅读，来迅速的熟悉本站用法吧！","文档站的开始#文档站的开始":"来到本页面，你会看到页面左侧的内容，这些是每一篇文档的标题，日后你搜索内容，也会优先定位到标题一级，这样你就可以直接找到对应的文章查看其内容，不需要每一份内容筛选一次，大大节约了时间\n本页面的中间，上层是你现在正在阅读的文章的标题，比如本文的标题：开始阅读文档，了解你需要的内容，就显示在最上方的小字和下方的一级标题，结合这段文字，你就应该了解了这一部分的作用了。一级标题的下方就是本文的内容！！\n本站的右侧，是hugo和主题框架根据标题区分的目录，点击这些目录，你就会跳到你所点击的标题所处的位置，如你i点击了本文的标题：首先，你要看清楚界面，就会拉到这个部分，方便你直取所需的部分，加快你的阅读效率","首先你要看清楚界面#首先，你要看清楚界面":" 为什么这样说呢？ 因为你记清了页面的每个按钮或者可以点击的位置的作用，那么你的入门速度会很快，迅速的找到自己需要的部分！这是从小白开始成长的第一步！ 本站界面如下，阅读时请区分 如果你等不及了，点这里就行了！开始阅读 "},"title":"开始阅读文档"},"/docs/win/":{"data":{"":"","win界面如下#WIN界面如下":"WIN界面如下 ","当写入内容时会变成这样#当写入内容时，会变成这样":"\n右侧多出来的部分，就是这个文章的目录，默认截取每部分的标题，当你点击它时，页面会自动拉到这个标题对应的区块，方便你快速定位内容"},"title":"本站电脑端界面"}}